INSERT INTO country.regions (code,"name","type",url,declination) VALUES
	 ('2800000000000','Амурская область','область','amurskaya_oblast','Амурской области'),
	 ('2900000000000','Архангельская область','область','arhangelskaya_oblast','Архангельской области'),
	 ('3000000000000','Астраханская область','область','astrahanskaya_oblast','Астраханской области'),
	 ('3100000000000','Белгородская область','область','belgorodskaya_oblast','Белгородской области'),
	 ('3200000000000','Брянская область','область','bryanskaya_oblast','Брянской области'),
	 ('3300000000000','Владимирская область','область','vladimirskaya_oblast','Владимирской области'),
	 ('3400000000000','Волгоградская область','область','volgogradskaya_oblast','Волгоградской области'),
	 ('3500000000000','Вологодская область','область','vologodskaya_oblast','Вологодской области'),
	 ('3600000000000','Воронежская область','область','voronezhskaya_oblast','Воронежской области'),
	 ('3700000000000','Ивановская область','область','ivanovskaya_oblast','Ивановской области');
INSERT INTO country.regions (code,"name","type",url,declination) VALUES
	 ('3800000000000','Иркутская область','область','irkutskaya_oblast','Иркутской области'),
	 ('3900000000000','Калининградская область','область','kaliningradskaya_oblast','Калининградской области'),
	 ('4000000000000','Калужская область','область','kaluzhskaya_oblast','Калужской области'),
	 ('4200000000000','Кемеровская область','область','kemerovskaya_oblast','Кемеровской области'),
	 ('4300000000000','Кировская область','область','kirovskaya_oblast','Кировской области'),
	 ('4400000000000','Костромская область','область','kostromskaya_oblast','Костромской области'),
	 ('4500000000000','Курганская область','область','kurganskaya_oblast','Курганской области'),
	 ('4600000000000','Курская область','область','kurskaya_oblast','Курской области'),
	 ('4700000000000','Ленинградская область','область','leningradskaya_oblast','Ленинградской области'),
	 ('4800000000000','Липецкая область','область','lipeckaya_oblast','Липецкой области');
INSERT INTO country.regions (code,"name","type",url,declination) VALUES
	 ('4900000000000','Магаданская область','область','magadanskaya_oblast','Магаданской области'),
	 ('5000000000000','Московская область','область','moskovskaya_oblast','Московской области'),
	 ('5100000000000','Мурманская область','область','murmanskaya_oblast','Мурманской области'),
	 ('5200000000000','Нижегородская область','область','nizhegorodskaya_oblast','Нижегородской области'),
	 ('5300000000000','Новгородская область','область','novgorodskaya_oblast','Новгородской области'),
	 ('5400000000000','Новосибирская область','область','novosibirskaya_oblast','Новосибирской области'),
	 ('5500000000000','Омская область','область','omskaya_oblast','Омской области'),
	 ('5600000000000','Оренбургская область','область','orenburgskaya_oblast','Оренбургской области'),
	 ('5700000000000','Орловская область','область','orlovskaya_oblast','Орловской области'),
	 ('5800000000000','Пензенская область','область','penzenskaya_oblast','Пензенской области');
INSERT INTO country.regions (code,"name","type",url,declination) VALUES
	 ('6000000000000','Псковская область','область','pskovskaya_oblast','Псковской области'),
	 ('6100000000000','Ростовская область','область','rostovskaya_oblast','Ростовской области'),
	 ('6200000000000','Рязанская область','область','ryazanskaya_oblast','Рязанской области'),
	 ('6300000000000','Самарская область','область','samarskaya_oblast','Самарской области'),
	 ('6400000000000','Саратовская область','область','saratovskaya_oblast','Саратовской области'),
	 ('6500000000000','Сахалинская область','область','sahalinskaya_oblast','Сахалинской области'),
	 ('6600000000000','Свердловская область','область','sverdlovskaya_oblast','Свердловской области'),
	 ('6700000000000','Смоленская область','область','smolenskaya_oblast','Смоленской области'),
	 ('6800000000000','Тамбовская область','область','tambovskaya_oblast','Тамбовской области'),
	 ('6900000000000','Тверская область','область','tverskaya_oblast','Тверской области');
INSERT INTO country.regions (code,"name","type",url,declination) VALUES
	 ('7000000000000','Томская область','область','tomskaya_oblast','Томской области'),
	 ('7100000000000','Тульская область','область','tulskaya_oblast','Тульской области'),
	 ('7200000000000','Тюменская область','область','tyumenskaya_oblast','Тюменской области'),
	 ('7300000000000','Ульяновская область','область','ulyanovskaya_oblast','Ульяновской области'),
	 ('7400000000000','Челябинская область','область','chelyabinskaya_oblast','Челябинской области'),
	 ('7600000000000','Ярославская область','область','yaroslavskaya_oblast','Ярославской области'),
	 ('100000000000','Республика Адыгея','республика','respublika_adygeya','Республике Адыгея'),
	 ('200000000000','Республика Башкортостан','республика','respublika_bashkortostan','Республике Башкортостан'),
	 ('300000000000','Республика Бурятия','республика','respublika_buryatiya','Республике Бурятия'),
	 ('500000000000','Республика Дагестан','республика','respublika_dagestan','Республике Дагестан');
INSERT INTO country.regions (code,"name","type",url,declination) VALUES
	 ('600000000000','Республика Ингушетия','республика','respublika_ingushetiya','Республике Ингушетия'),
	 ('700000000000','Республика Кабардино-Балкария','республика','respublika_kabardino-balkariya','Республике Кабардино-Балкария'),
	 ('800000000000','Республика Калмыкия','республика','respublika_kalmykiya','Республике Калмыкия'),
	 ('900000000000','Республика Карачаево-Черкессия','республика','respublika_karachaevo-cherkessiya','Республике Карачаево-Черкессия'),
	 ('1000000000000','Республика Карелия','республика','respublika_kareliya','Республике Карелия'),
	 ('1200000000000','Республика Марий Эл','республика','respublika_mariy_el','Республике Марий Эл'),
	 ('1300000000000','Республика Мордовия','республика','respublika_mordoviya','Республике Мордовия'),
	 ('400000000000','Республика Алтай','республика','respublika_altay','Республике Алтай'),
	 ('1100000000000','Республика Коми','республика','respublika_komi','Республике Коми'),
	 ('1400000000000','Республика Саха (Якутия)','республика','respublika_saha_yakutiya','Республике Саха (Якутия)');
INSERT INTO country.regions (code,"name","type",url,declination) VALUES
	 ('1500000000000','Республика Северная Осетия (Алания)','республика','respublika_severnaya_osetiya_alaniya','Республике Северная Осетия (Алания)'),
	 ('1600000000000','Республика Татарстан','республика','respublika_tatarstan','Республике Татарстан'),
	 ('1700000000000','Республика Тыва (Тува)','республика','respublika_tyva_tuva','Республике Тыва (Тува)'),
	 ('1800000000000','Республика Удмуртия','республика','respublika_udmurtiya','Республике Удмуртия'),
	 ('1900000000000','Республика Хакасия','республика','respublika_hakasiya','Республике Хакасия'),
	 ('2000000000000','Республика Чечня','республика','respublika_chechnya','Республике Чечня'),
	 ('2100000000000','Республика Чувашия','республика','respublika_chuvashiya','Республике Чувашия'),
	 ('2200000000000','Алтайский край','край','altayskiy_kray','Алтайском крае'),
	 ('7500000000000','Забайкальский край','край','zabaykalskiy_kray','Забайкальском крае'),
	 ('4100000000000','Камчатский край','край','kamchatskiy_kray','Камчатском крае');
INSERT INTO country.regions (code,"name","type",url,declination) VALUES
	 ('2300000000000','Краснодарский край','край','krasnodarskiy_kray','Краснодарском крае'),
	 ('2400000000000','Красноярский край','край','krasnoyarskiy_kray','Красноярском крае'),
	 ('5900000000000','Пермский край','край','permskiy_kray','Пермском крае'),
	 ('2500000000000','Приморский край','край','primorskiy_kray','Приморском крае'),
	 ('2600000000000','Ставропольский край','край','stavropolskiy_kray','Ставропольском крае'),
	 ('2700000000000','Хабаровский край','край','habarovskiy_kray','Хабаровском крае'),
	 ('8300000000000','Ненецкий автономный округ','автономный округ','neneckiy_avtonomnyy_okrug','Ненецком автономном округе'),
	 ('8600000000000','Ханты-Мансийский Автономный округ - Югра','автономный округ','hanty-mansiyskiy_avtonomnyy_okrug_-_yugra','Ханты-Мансийском Автономном округе - Югра'),
	 ('8700000000000','Чукотский автономный округ','автономный округ','chukotskiy_avtonomnyy_okrug','Чукотском автономном округе'),
	 ('8900000000000','Ямало-Ненецкий автономный округ','автономный округ','yamalo-neneckiy_avtonomnyy_okrug','Ямало-Ненецком автономном округе');
INSERT INTO country.regions (code,"name","type",url,declination) VALUES
	 ('7800000000000','Санкт-Петербург','город','sankt-peterburg','Санкт-Петербурге'),
	 ('7700000000000','Москва','город','moskva','Москве'),
	 ('7900000000000','Еврейская автономная область','автономная область','evreyskaya_avtonomnaya_oblast','Еврейской.автономной области'),
	 ('9200000000000','Севастополь','город','sevastopol','Севастополе'),
	 ('9100000000000','Республика Крым','автономная республика','respublika_krym','Республике Крым');
